<html><!-- #BeginTemplate "/Templates/wa.dwt" --><!-- DW6 -->
<head>
<!-- #BeginEditable "doctitle" -->
<title>Written Answers</title>
<!-- #EndEditable --> 

<link href="../../../css/wa.css" rel="stylesheet" type="text/css">
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#390884" vlink="#800080" alink="#FF3333">
<div align="center">

    <table border="0" cellpadding="0" WIDTH="90%" align="center" cellspacing="0">
      <tr> 
        
      <td> 
        <p><!-- #BeginEditable "Link to contents page" --><a href="war0326.htm">Back</a><!-- #EndEditable --> 
          <br>
          &nbsp; </p>
        </td>
      </tr>
      <tr> 
        <td> 
          
        <div align="center"><img src="../../committees/cte_graphics/purp-bar.gif" width="550" height="5" alt="Horizontal bar">&nbsp; 
        </div>
        </td>
      </tr>
      <tr> 
        <td> 
          
        <h3 align="center">Written Answers</h3>
          <p align="CENTER"><i><!-- #BeginEditable "Date" --><em>Wednesday 24th 
          March 2004</em><!-- #EndEditable --></i></p>
          </td>
      </tr>
      <tr>
        <td> 
          
        <p align="center"><img src="../../committees/cte_graphics/purp-bar.gif" width="550" height="5" alt="Horizontal bar"></p>
        <p align="center">&nbsp;</p>
          <table width="99%" border="0" cellspacing="0" cellpadding="0" align="center">
            <tr> 
              <td><!-- #BeginEditable "Main Content" --> 
              <P ALIGN="CENTER"><strong>Scottish Executive</strong></P>
              <P ALIGN="CENTER"><strong><a name="1"></a>Dentistry</strong></P>
              <p><strong>Shona Robison (Dundee East) (SNP):</strong> To ask the 
                Scottish Executive how many dentists who finished their vocational 
                training last year applied for an NHS list number in Scotland.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      9 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6132)</strong></TD>
                </TR>
              </TABLE>
              <p><strong><A NAME="se_Minister">Mr Tom McCabe</A>: </strong>Fifty-seven 
                of the dentists who finished their vocational training in July 
                2003 had received an NHS list number in Scotland by 31 January 
                2004.</P>
              <P ALIGN="CENTER"><strong><a name="2"></a>Gaelic</strong></P>
              <p><strong>Roseanna Cunningham (Perth) (SNP):</strong> To ask the 
                Scottish Executive what plans it has to expand the number of Gaelic 
                and Gaelic medium teachers as part of the expansion of teacher 
                training announced in its press release SEed539/2004 on 23 February 
                2004.</P>
              <p><em>The member has provided the following Gaelic translation:</em></P>
              <p>A dh’ fhaighneachd de Riaghaltas na h-Alba d&egrave; na planaichean 
                a tha aige gus an &agrave;ireamh de luchd-teagaisg G&agrave;idhlig 
                agus de luchd-teagaisg a tha comasach air teagasg tro mheadhan 
                na G&agrave;idhlig a chur am meud mar ph&agrave;irt den leudachadh 
                air tr&egrave;anadh thidsearan a chaidh ainmeachadh anns an fhios 
                naidheachd aige SEed539/2004, 23 Gearran 2004.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6870)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Peter Peacock: </strong>The supply of teachers able to 
                teach in the Gaelic medium (GM) continues to be a priority. Reflecting 
                this priority, guidance given by the Scottish Executive and funding 
                distributed by the Scottish Higher Education Funding Council, 
                have not constrained numbers of students able to teach in GM being 
                accepted for teacher training. In addition, the Universities involved 
                adopt a positive approach to applicants who are able to teach 
                in GM by interviewing all candidates.</P>
              <p>In common with other priority subjects, GM students who have 
                undertaken previous postgraduate diploma level study are eligible 
                for student support, where they otherwise would not be.</P>
              <p>To maximise GM student entry to courses of initial teacher education, 
                Aberdeen University in partnership with Highland Council have 
                introduced a primary part-time distance learning course where 
                a number of students will graduate able to teach in GM. Strathclyde 
                University with Lewis Castle College are planning on piloting 
                a similar course for GM teachers in 2004-05. The Executive welcomes 
                these initiatives which widen access by providing GM teachers 
                the opportunity to train in their local area.</P>
              <p><em>The Scottish Executive has provided the following Gaelic 
                translation:</em></P>
              <p>Tha an &agrave;ireamh thidsearan a tha comasach air teagasg tro 
                mheadhan na G&agrave;idhlig (GM) fhathast na phr&igrave;omhachas. 
                A’ comharrachadh a’ phr&igrave;omhachais seo, chan eil sti&ugrave;ireadh 
                bho Riaghaltas na h-Alba is maoineachadh bho Comhairle Mhaoineachaidh 
                Foghlam &Agrave;rd-&igrave;re na h-Alba, air casg a chur air &agrave;ireamhan 
                oileanach a tha comasach air teagasg ann an GM bho bhith air an 
                gabhail airson tr&egrave;anadh thidsear. A thuilleadh air sin, 
                tha na h-Oilthighean a tha an s&agrave;s taiceil nan seasamh an 
                co-cheangal ri tagraichean a tha comasach air teagasg GM a dh&egrave;anamh 
                le bhith a’ toirt agallamh dhaibh uile.</P>
              <p>Mar ann an cuspairean cudthromach eile, tha oileanaich GM a th’ 
                air rannsachadh for-cheum aig &igrave;re dhiopl&ograve;masaich 
                a dh&egrave;anamh, airidh air taic oileanaich, far nach fhaigheadh 
                iad sin ann an suidheachaidhean eile.</P>
              <p>Gus innteart oileanaich GM gu c&ugrave;rsaichean t&ograve;iseachaidh 
                tr&egrave;anadh thidsear os-mheudachadh tha Oilthigh Obar Dheathain 
                ann an com-p&agrave;irteachas le Comhairle na Gaidhealtachd air 
                c&ugrave;rsa bunsgoile p&agrave;irt-&ugrave;ine aig astar a thoirt 
                a-steach, bhon ceumnaich grunn oileanach a bhios comasach air 
                teagasg GM a dh&egrave;anamh. Tha Oilthigh Srath Chluaidh c&ograve;mhla 
                ri Colaiste a’ Chaisteil an d&ugrave;il dearbhadh a dh&egrave;anamh 
                air c&ugrave;rsa co-chosmhail dha tidsearan GM ann an 2004-2005. 
                Tha an Riaghaltas a’ cur f&agrave;ilte air na h-iomairtean sin 
                a tha a’ leudachadh inntrigeadh le bhith a’ toirt a’ chothroim 
                dha tidsearan GM tr&egrave;anadh fhaighinn nan sg&igrave;rean 
                fh&egrave;in.</P>
              <P ALIGN="CENTER"></P>
              <p><strong>Roseanna Cunningham (Perth) (SNP):</strong> To ask the 
                Scottish Executive how many children are currently being educated 
                in Gaelic medium schools and units at primary and secondary level.</P>
              <p><em>The member has provided the following Gaelic translation:</em></P>
              <p>A dh’ fhaighneachd de Riaghaltas na h-Alba c&ograve; mheud sgoilear 
                a tha gan teagasg tro mheadhan na G&agrave;idhlig ann an aonadan 
                no sgoiltean G&agrave;idhlig aig &igrave;re na bunsgoil agus aig 
                &igrave;re na h-&agrave;rdsgoil aig an &agrave;m seo.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6871)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Peter Peacock: </strong>In 2003-04 there were 1,972 and 
                284 pupils in Gaelic-medium education at primary and secondary 
                level respectively.</P>
              <p><em>The Scottish Executive has provided the following Gaelic 
                translation:</em></P>
              <p>Ann an 2003-04 bha 1972 agus 284 sgoilear ann am foghlam tro 
                mheadhan na G&agrave;idhlig aig &igrave;rean bunsgoile is &agrave;rd-sgoile 
                fa leth.</P>
              <P ALIGN="CENTER"></P>
              <p><strong>Roseanna Cunningham (Perth) (SNP):</strong> To ask the 
                Scottish Executive how it plans to increase the number of children 
                being educated through the medium of Gaelic.</P>
              <p><em>The member has provided the following Gaelic translation:</em></P>
              <p>A dh’ fhaighneachd de Riaghaltas na h-Alba d&egrave; na planaichean 
                a tha aige gus na h-&agrave;ireamhan de sgoilearan ann an foghlam 
                tro mheadhan na G&agrave;idhlig a chur am meud.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6872)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Peter Peacock: </strong>Legislative provision is in place 
                to ensure that education authorities have continual regard to 
                the expansion of Gaelic-medium education (GME). The Standards 
                in Scotland’s Schools etc. Act 2000 requires education authorities 
                to prepare and publish annual statements of improvement objectives 
                and these must include an account of the ways in which, or the 
                circumstances in which, they will provide GME. Where education 
                authorities do provide GME, they must give an account of the ways 
                in which they will seek to develop their provision. I announced 
                steps in September 2003 to encourage education authorities to 
                improve further their planning of Gaelic medium education through 
                the 2000 Act:</P>
              <p>education authorities have been given a clear reminder of their 
                duty to address Gaelic medium education in their annual statement 
                of improvement objectives and progress reports, and of the Executive’s 
                expectation that they will do so.</P>
              <p>education authorities have been asked to establish thresholds 
                against which they will assess parental demand for Gaelic medium 
                education within their area.</P>
              <p>B&ograve;rd na G&agrave;idhlig and the Management Review Group 
                of local authorities have been invited to establish a joint sub-group 
                to review the performance measurement against which Gaelic medium 
                education development is measured.</P>
              <p>I take the advancement of Gaelic medium education very seriously. 
                I will not hesitate to use my powers to issue statutory guidance 
                under the 2000 Act if the further development of education authority 
                improvement plans in relation to Gaelic medium education demonstrates 
                that is needed.</P>
              <p><em>The Scottish Executive has provided the following Gaelic 
                translation:</em></P>
              <p>Tha ullachadh reachdail suidhichte gus d&egrave;anamh cinnteach 
                gu bheil di&ugrave; leantainneach aig &ugrave;ghdarrasan foghlaim 
                dha meudachadh foghlaim tro mheadhan na G&agrave;idhlig (GME) 
                Tha Achd Inbhean ann an Sgoiltean na h-Alba 2000 a’ cur riatanas 
                air &ugrave;ghdarrasan foghlaim aithrisean bliadhnail le amasan 
                leasachaidh ullachadh is fhoillseachadh is feumaidh cunntasan 
                air na d&ograve;ighean no na suidheachaidhean anns an tabhainn 
                iad GME a bhith annta sin. Far a bheil &ugrave;ghdarrasan foghlaim 
                a’ tabhann GME feumaidh iad cunntas a thoirt air na d&ograve;ighean 
                anns an t&egrave;id an t-ullachadh sin a leasachadh. Dh’fhoillsich 
                mi ceumannan anns an t-Sultain 2003 airson &ugrave;ghdarrasan 
                foghlaim a bhrosnachadh gus tuilleadh adhartas a thoirt air planadh 
                foghlaim tro mheadhan na G&agrave;idhlig tro Achd 2000:</P>
              <p>thathas air fios soilleir a thoirt dha &ugrave;ghdarrasan foghlaim 
                mun dleastanas ann a bhith a’ d&egrave;iligeadh ri foghlam tro 
                mheadhan na G&agrave;idhlig nan aithris bhliadhnail air amasan 
                leasachaidh is cunntasan adhartais, agus mu sh&ugrave;ileachadh 
                an Riaghaltais gun t&egrave;id sin a dh&egrave;anamh.</P>
              <p>chaidh iarraidh air &ugrave;ghdarrasan foghlaim stairsichean 
                a st&egrave;idheachadh ris an tomhais iad iarrtasan ph&agrave;rantan 
                co-cheangailte ri foghlam tro mheadhan na G&agrave;idhlig taobh 
                a-staigh an sg&igrave;re.</P>
              <p>chaidh iarraidh air B&ograve;rd na G&agrave;idhlig is air Buidheann 
                Sti&ugrave;iridh (MRG) nan &ugrave;ghdarrasan ionadail co-fho-bhuidheann 
                a st&egrave;idheachadh gus ath-bhreithneachadh a dh&egrave;anamh 
                air an tomhais-coileanaidh ris a bheilear a’ tomhais leasachadh 
                ann am foghlam tro mheadhan na G&agrave;idhlig.</P>
              <p>Tha &ugrave;idh mh&ograve;r agam ann an adhartachd foghlaim tro 
                mheadhan na G&agrave;idhlig. Cha bhi mi mairnealach ann a bhith 
                a’ cur m’ &ugrave;ghdarras an gn&igrave;omh gus sti&ugrave;ireadh 
                reachdail fhoillseachadh fo Achd 2000 ma sheallas tuilleadh leasachaidh 
                ann am planaichean adhartais &ugrave;ghdarrasan foghlaim co-cheangailte 
                ri foghlam tro mheadhan na G&agrave;idhlig gu bheil feum air a 
                leithid.</P>
              <P ALIGN="CENTER"><strong><a name="3"></a>Genetically Modified Crops</strong></P>
              <p><strong>Fiona Hyslop (Lothians) (SNP):</strong> To ask the Scottish 
                Executive whether any applications have been received from Syngenta 
                to plant, and grow, Genetically Modified (GM) maize Bt 11 in Scotland.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6862)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Allan Wilson: </strong>An application from Syngenta, 
                for Part C marketing consent for Bt11 maize, is currently being 
                considered by the commission and member states. If granted the 
                consent would enable Syngenta to market their GM maize anywhere 
                in the European Union. The European legislative framework does 
                not require Syngenta to submit a separate UK or Scottish application.</P>
              <P ALIGN="CENTER"><strong><a name="4"></a>Genetically Modified Food</strong></P>
              <p><strong>Mr Mark Ruskell (Mid Scotland and Fife) (Green):</strong> 
                To ask the Scottish Executive whether any human feeding studies 
                using GM (genetically modified) foods have been carried out and, 
                if so, what the results were.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      19 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6802)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Mr Tom McCabe: </strong>I am advised by the Food Standards 
                Agency that all GM foods are subject to a rigorous safety assessment 
                before they can be marketed anywhere in the EU. The safety of 
                all novel foods, including GM foods, is assessed on an EU-wide 
                basis using internationally agreed procedures that are recognised 
                by regulatory authorities world-wide. No human feeding studies 
                have been carried out under these procedures.</P>
              <P ALIGN="CENTER"><strong><a name="5"></a>Health</strong></P>
              <p><strong>Alasdair Morgan (South of Scotland) (SNP):</strong> To 
                ask the Scottish Executive what the average cost is per call from 
                members of the public to NHS 24.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      18 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6744)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Malcolm Chisholm: </strong>Currently, the average cost 
                per call to NHS 24 is some £34. By the end of the year, when NHS 
                24 will be available across Scotland, it is estimated that this 
                will be £22.</P>
              <p>NHS 24 is providing a high quality nurse-led 24-hour service 
                which is currently available to over 50% of the people of Scotland. 
                It has invested substantially in the staff, infrastructure and 
                technology necessary to maintain an optimum service.</P>
              <p>Over the last six months, NHS 24 have randomly surveyed users 
                of the service and found between 92% and 96% to be satisfied or 
                very satisfied with the service they received.</P>
              <P ALIGN="CENTER"><strong><a name="6"></a>Homelessness</strong></P>
              <p><strong>Chris Ballance (South of Scotland) (Green):</strong> 
                To ask the Scottish Executive what practical measures are being 
                taken by Communities Scotland to assist East Lothian Council in 
                improving their services to homeless people, in light of the recent 
                inspection report on the council.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      17 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6708)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran: </strong>I have asked Angiolina Foster, 
                Chief Executive of Communities Scotland, to respond. Her response 
                is as follows:</P>
              <p>Scottish ministers acting through Communities Scotland have requested 
                that East Lothian Council produce an improvement plan, setting 
                out how it will respond to the findings of the Pathfinder Inspection 
                Report. The agency’s role in assisting the council to improve 
                is to provide it with an independent assessment of its services 
                in a report containing recommendations on how to achieve practical 
                improvements. The improvement plan, taking account of these recommendations, 
                is due to be submitted on 17 March 2004, eight weeks after the 
                publication of the inspection report.</P>
              <p>Communities Scotland has provided guidance on improvement planning 
                and will check that the council has based its plan on specific, 
                resourced actions within a reasonable timescale. It will then 
                agree arrangements with the local authority for monitoring the 
                implementation of the plan to ensure that the necessary improvements 
                in the services for homeless people and those threatened with 
                homelessness are achieved. Performance in this area will be reassessed 
                within two years and a full re-inspection of the local authority 
                will be carried out within five years.</P>
              <P ALIGN="CENTER"><strong><a name="7"></a>Housing</strong></P>
              <p><strong>Tricia Marwick (Mid Scotland and Fife) (SNP):</strong> 
                To ask the Scottish Executive how many eviction orders were awarded 
                in respect of (a) Scottish Borders Housing Association, (b) Glasgow 
                Housing Association and (c) Dumfries and Galloway Housing Partnership 
                during the second quarter of 2003 and, in each case, how many 
                such orders resulted in an abandoned dwelling.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      9 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6135)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran: </strong>I have asked Angiolina Foster, 
                Chief Executive, Communities Scotland to respond. Her response 
                is as follows:</P>
              <p>We are unable to supply the information requested. Communities 
                Scotland collects on an annual basis (as at 31 March each year) 
                information on the number of evictions carried out together with 
                details on the number of cases where tenancies are abandoned before 
                the eviction date. We will be able to supply annual information 
                about evictions carried out and abandonments from these organisations 
                after they submit their returns in June this year.</P>
              <P ALIGN="CENTER"></P>
              <p><strong>Mr Kenny MacAskill (Lothians) (SNP):</strong> To ask 
                the Scottish Executive, further to the answer to question S2W-5903 
                by Margaret Curran on 17 February 2004, how many unit approvals 
                are proposed for 2004-05 and 2005-06, broken down by local authority.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      23 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6823)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran: </strong>I have asked Angiolina Foster, 
                Chief Executive of Communities Scotland to respond. Her response 
                is as follows:</P>
              <p>I refer the member to the answer given to question S2W-2344 on 
                24 March 2004. All answers to written parliamentary questions 
                are available on the Parliament's website, the search facility 
                for which can be found at:</P>
              <p><a href="/webapp/wa.search">http://www.scottish.parliament.uk/webapp/wa.search</a>.</P>
              <P ALIGN="CENTER"><strong><a name="8"></a>People with Disabilities</strong></P>
              <p><strong>John Farquhar Munro (Ross, Skye and Inverness West) (LD):</strong> 
                To ask the Scottish Executive what statistics it has on the number 
                of disabled people in (a) rural Scotland and (b) Scotland.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      29 January 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-5514)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran: </strong>The 2001 Census in Scotland 
                collected statistics on the number of people with a long-term 
                illness, health problem or disability that limits their daily 
                activities or the work that they can do. Table 1 presents the 
                results for all people living in households broken down by urban 
                rural classification.</P>
              <p>Table 1: People with Long-term Illness, Health Problem or Disability 
                by Urban Rural Classification, Percentages, 2001 Data, All People 
                in Households</P>
              <TABLE BORDER CELLSPACING=0 CELLPADDING=3 WIDTH=100%>
                <TR> 
                  <TD WIDTH="27%" VALIGN="MIDDLE" ROWSPAN=2 HEIGHT=17> <P>Area</TD>
                  <TD WIDTH="30%" VALIGN="MIDDLE" HEIGHT=17> <P ALIGN="CENTER">All 
                      People in Households with Disability/Long-Term Illness</TD>
                  <TD WIDTH="30%" VALIGN="MIDDLE" HEIGHT=17> <P ALIGN="CENTER">All 
                      People in Households with Disability/Long-Term Illness</TD>
                  <TD WIDTH="13%" VALIGN="MIDDLE" ROWSPAN=2 HEIGHT=17> <P ALIGN="CENTER">Base</TD>
                </TR>
                <TR> 
                  <TD WIDTH="30%" VALIGN="MIDDLE" HEIGHT=17> <P ALIGN="CENTER">Number</TD>
                  <TD WIDTH="30%" VALIGN="MIDDLE" HEIGHT=17> <P ALIGN="CENTER">Percentage</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Large Urban Areas</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">408,151</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">21</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">1,936,320</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Other Urban Areas</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">288,614</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">20</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">1,465,159</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Accessible Small 
                      Towns</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">98,114</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">19</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">521,988</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Remote Small Towns</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">25,759</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">20</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">131,119</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Accessible Rural</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">108,015</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">17</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">644,303</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Remote Rural</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">49,723</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">18</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">277,116</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Urban </TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">820,638</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">20</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">4,054,586</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Rural</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">157,738</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">17</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">921,419</TD>
                </TR>
                <TR> 
                  <TD WIDTH="27%" VALIGN="BOTTOM" HEIGHT=17> <P>Scotland</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">978,376</TD>
                  <TD WIDTH="30%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">20</TD>
                  <TD WIDTH="13%" VALIGN="BOTTOM" HEIGHT=17> <P ALIGN="RIGHT">4,976,005</TD>
                </TR>
              </TABLE>
              <p>Source: 2001 Census.</P>
              <p>In Scotland, there are 978,376 people living in households with 
                a long-term illness, health problem or disability. This accounts 
                for 20% of Scotland’s population.</P>
              <p>Of those people living in rural areas, 17% (157,738) have a long-term 
                illness, health problem or disability.</P>
              <P ALIGN="CENTER"><strong><a name="9"></a>Poverty</strong></P>
              <p><strong>Stewart Stevenson (Banff and Buchan) (SNP):</strong> 
                To ask the Scottish Executive how many, and what percentage of, 
                children it estimates will be living in poverty in (a) 2004-05, 
                (b) 2010-11 and (c) 2020-21, (i) before and (ii) after housing 
                costs, broken down by local authority area.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      8 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6390)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran: </strong>The Executive does not make 
                projections or forecasts of the numbers and percentages of children 
                living in low income poverty. The Executive is committed to eradicating 
                child poverty in a generation.</P>
              <P ALIGN="CENTER"></P>
              <p><strong>Stewart Stevenson (Banff and Buchan) (SNP):</strong> 
                To ask the Scottish Executive what the average cost was in (a) 
                1999, (b) 2000, (c) 2001, (d) 2002 and (e) 2003 of raising a child 
                to the age of 18.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      8 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6391)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Ms Margaret Curran:</strong> There is no reliable information 
                on these costs.</P>
              <P ALIGN="CENTER"><strong><a name="10"></a>School Curriculum</strong></P>
              <p><strong>Rob Gibson (Highlands and Islands) (SNP):</strong> To 
                ask the Scottish Executive what percentage of secondary schools 
                have offered courses in modern studies at (a) S1 and S2, (b) standard 
                grade, (c) higher grade and (d) advanced higher grade in each 
                year since 1999, broken down by local authority area.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6863)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Peter Peacock: </strong>The school curriculum in Scotland 
                is non-statutory. It is therefore a matter for education authorities 
                and secondary schools themselves to decide on the course options 
                they provide. All publicly funded secondary schools in Scotland 
                are approved by the Scottish Qualifications Authority to offer 
                National Qualifications courses in modern studies. A document 
                has been lodged with the Parliament’s reference centre (Bib. number. 
                31702) showing the percentage of publicly funded secondary schools, 
                by education authority, who presented at least one pupil for modern 
                studies at the various National Qualification levels between 1999 
                and 2003.</P>
              <P ALIGN="CENTER"><strong><a name="11"></a>Sport</strong></P>
              <p><strong>Jackie Baillie (Dumbarton) (Lab):</strong> To ask the 
                Scottish Executive what advice it has given to local authorities 
                on the implementation of guidance issued by the Institute of Sport 
                and Recreation Management on child to adult ratios in swimming 
                pools.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6866)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Jackie Baillie (Dumbarton) (Lab):</strong> To ask the 
                Scottish Executive what steps it is taking to ensure that guidance 
                issued by the Institute of Sport and Recreation Management on 
                child to adult ratios in swimming pools does not prevent families 
                from being excluded from taking their children swimming.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6867)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Jackie Baillie (Dumbarton) (Lab):</strong> To ask the 
                Scottish Executive whether it will issue guidance to local authorities 
                that will make it possible for all families to participate in 
                swimming whilst maintaining safety.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6868)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Mr Frank McAveety: </strong>The Executive has not issued 
                and has no plans to issue advice to local authorities on the implementation 
                of guidance issued by the Institute of Sport and Recreation Management 
                on child to adult ratios in swimming pools. The guidance is intended 
                to encourage and assist the making of appropriate risk assessments. 
                While child safety is of paramount importance, the guidance is 
                not intended to prevent children from having fun and enjoying 
                the exercise and socialising aspects of swimming and its benefits 
                in health terms. It is for individual local authorities and other 
                swimming pool operators to interpret and apply the guidance taking 
                into account the circumstances of each swimming pool for which 
                they are responsible. However, I would hope that the guidance 
                would be implemented in the spirit which it is intended.</P>
              <P ALIGN="CENTER"><strong><a name="12"></a>Student Finance</strong></P>
              <p><strong>Elaine Smith (Coatbridge and Chryston) (Lab):</strong> 
                To ask the Scottish Executive what consideration it has given 
                to deferment options for Scottish-domiciled students attending 
                English universities under the proposed top-up fees scheme.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP"> <P><strong>Holding answer issued: 
                      12 March 2004</strong></TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6264)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Mr Jim Wallace: </strong>We are aware that those who 
                are considering studying in England from 2006 need to know what 
                support towards tuition fees will be available to them in order 
                that they can make an informed choice in good time.</P>
              <p>We are currently considering a range of options and will make 
                an announcement soon.</P>
              <P ALIGN="CENTER"><strong><a name="13"></a>Water Charges</strong></P>
              <p><strong>Christine Grahame (South of Scotland) (SNP):</strong> 
                To ask the Scottish Executive what measures are, or will be, put 
                in place to assist amateur football clubs, such as Stow amateur 
                football club, to meet water charges.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-6845)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Allan Wilson: </strong>The Water and Sewerage Charges 
                (Exemption) (Scotland) Regulations 2002 exempt from water and 
                sewerage charges a range of organisations affected by the withdrawal 
                of relief on these charges. This exemption scheme, which will 
                run until 2006, is providing assistance to a number of relatively 
                small voluntary and charitable bodies, including a number of sporting 
                organisations. However, the Executive is unable to comment on 
                its application in individual cases, as this is a matter for Scottish 
                Water, which administers the scheme.</P>
              <P ALIGN="CENTER"><strong>Scottish Parliamentary Corporate Body</strong></P>
              <P ALIGN="CENTER"><strong><a name="14"></a>Tartan Day</strong></P>
              <p><strong>Rhona Brankin (Midlothian) (Lab):</strong> To ask the 
                Scottish Parliamentary Corporate Body what proportion of the Scottish 
                Parliament delegation to this year’s Tartan Day is female.</P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-7043)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Mr George Reid</strong>: No member of the delegation 
                to this year’s Tartan Day is female.</P>
              <P ALIGN="CENTER"></P>
              <p><strong>Rhona Brankin (Midlothian) (Lab):</strong> To ask the 
                Scottish Parliamentary Corporate Body <A NAME="QuestionText">whether 
                it will take steps to ensure that the delegation to this, and 
                all future years’ Tartan Days reflects the gender balance within 
                the Parliament.</A></P>
              <TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=100%>
                <TR> 
                  <TD WIDTH="50%" VALIGN="TOP">&nbsp;</TD>
                  <TD WIDTH="50%" VALIGN="TOP"> <P ALIGN="RIGHT"><strong>(S2W-7044)</strong></TD>
                </TR>
              </TABLE>
              <p><strong>Mr George Reid:</strong> The delegation to this year’s 
                Tartan Day is set. In agreeing membership for this year’s delegation, 
                party business managers noted that the current system whereby 
                individual business managers are responsible for nominating members 
                of the delegation does not allow for gender balance to be a consideration 
                in finalising the delegation. At its meeting on 4 November, the 
                Parliamentary Bureau agreed that advance notice of such nominations 
                in future may allow a gender balance in Parliamentary delegations 
                to be struck.</P>
              <P><em>The following questions were given holding answers:</em></P>
              <P>S2W-6847</P>
              <P>S2W-6851</P>
              <P>S2W-6853</P>
              <P>S2W-6854</P>
              <P>S2W-6857</P>
              <P>S2W-6865</P>
              <!-- #EndEditable --></td>
            </tr>
          </table>
        </td>
      </tr>
      <tr> 
        <td> 
          <div align="center">
          <p>&nbsp;</p>
          <p><img src="../../committees/cte_graphics/purp-bar.gif" width="550" height="5" alt="Horizontal bar">&nbsp; 
            </p>
        </div>
        </td>
      </tr>
      <tr> 
        <td> 
          <p>&nbsp;</p>
          
        <p><!-- #BeginEditable "Link to contents" --><a href="war0326.htm">Back</a><!-- #EndEditable --></p>
        </td>
      </tr>
    </table>

</div>

</body>

<!-- #EndTemplate --></html>

