<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE publicwhip [

<!ENTITY pound   "&#163;">
<!ENTITY euro    "&#8364;">

<!ENTITY agrave  "&#224;">
<!ENTITY aacute  "&#225;">
<!ENTITY egrave  "&#232;">
<!ENTITY eacute  "&#233;">
<!ENTITY ecirc   "&#234;">
<!ENTITY iacute  "&#237;">
<!ENTITY ograve  "&#242;">
<!ENTITY oacute  "&#243;">
<!ENTITY uacute  "&#250;">
<!ENTITY Aacute  "&#193;">
<!ENTITY Eacute  "&#201;">
<!ENTITY Iacute  "&#205;">
<!ENTITY Oacute  "&#211;">
<!ENTITY Uacute  "&#218;">
<!ENTITY Uuml    "&#220;">
<!ENTITY auml    "&#228;">
<!ENTITY euml    "&#235;">
<!ENTITY iuml    "&#239;">
<!ENTITY ouml    "&#246;">
<!ENTITY uuml    "&#252;">
<!ENTITY fnof    "&#402;">
<!ENTITY aelig   "&#230;">
<!ENTITY dagger  "&#8224;">
<!ENTITY reg     "&#174;">
<!ENTITY nbsp    "&#160;">
<!ENTITY shy     "&#173;">
<!ENTITY deg     "&#176;">
<!ENTITY middot  "&#183;">
<!ENTITY ordm    "&#186;">
<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY hellip  "&#8230;">
<!ENTITY bull    "&#8226;">

<!ENTITY acirc   "&#226;">
<!ENTITY Agrave  "&#192;">
<!ENTITY Aring   "&#197;">
<!ENTITY aring   "&#229;">
<!ENTITY atilde  "&#227;">
<!ENTITY Ccedil  "&#199;">
<!ENTITY ccedil  "&#231;">
<!ENTITY Egrave  "&#200;">
<!ENTITY Icirc   "&#206;">
<!ENTITY icirc   "&#238;">
<!ENTITY Igrave  "&#204;">
<!ENTITY igrave  "&#236;">
<!ENTITY ntilde  "&#241;">
<!ENTITY ocirc   "&#244;">
<!ENTITY oelig   "&#339;">
<!ENTITY Ograve  "&#210;">
<!ENTITY Oslash  "&#216;">
<!ENTITY oslash  "&#248;">
<!ENTITY Scaron  "&#352;">
<!ENTITY scaron  "&#353;">
<!ENTITY sup1    "&#185;">
<!ENTITY sup2    "&#178;">
<!ENTITY sup3    "&#179;">
<!ENTITY ugrave  "&#249;">
<!ENTITY Ugrave  "&#217;">
<!ENTITY yacute  "&#253;">
<!ENTITY frac12  "&#189;">
<!ENTITY micro   "&#181;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY trade   "&#8482;">
<!ENTITY Dagger  "&#8225;">
]>

<publicwhip>

<source url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm"/>

<major-heading id="uk.org.publicwhip/spwa/2004-03-24.0.mh" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm">Scottish Executive</major-heading>

<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6132.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#1">Dentistry</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6132.q0" speakerid="uk.org.publicwhip/member/80104" speakername="Shona Robison (Dundee East) (SNP)" spid="S2W-6132" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#1" holdingdate="2004-03-09">

  <p>To ask the Scottish Executive how many dentists who finished their vocational training last year applied for an NHS list number in Scotland.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6132.r0" speakerid="uk.org.publicwhip/member/80077" speakername="Mr Tom McCabe" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#se_Minister">

  <p>Fifty-seven of the dentists who finished their vocational training in July 2003 had received an NHS list number in Scotland by 31 January 2004.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6870.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">Gaelic</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6870.q0" speakerid="uk.org.publicwhip/member/80021" speakername="Roseanna Cunningham (Perth) (SNP)" spid="S2W-6870" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>To ask the Scottish Executive what plans it has to expand the number of Gaelic and Gaelic medium teachers as part of the expansion of teacher training announced in its press release SEed539/2004 on 23 February 2004.</p>

  <p><em>The member has provided the following Gaelic translation:</em></p>

  <p>A dh&#8217; fhaighneachd de Riaghaltas na h-Alba d&egrave; na planaichean a tha aige gus an &agrave;ireamh de luchd-teagaisg G&agrave;idhlig agus de luchd-teagaisg a tha comasach air teagasg tro mheadhan na G&agrave;idhlig a chur am meud mar ph&agrave;irt den leudachadh air tr&egrave;anadh thidsearan a chaidh ainmeachadh anns an fhios naidheachd aige SEed539/2004, 23 Gearran 2004.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6870.r0" speakerid="uk.org.publicwhip/member/80097" speakername="Peter Peacock" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>The supply of teachers able to teach in the Gaelic medium (GM) continues to be a priority. Reflecting this priority, guidance given by the Scottish Executive and funding distributed by the Scottish Higher Education Funding Council, have not constrained numbers of students able to teach in GM being accepted for teacher training. In addition, the Universities involved adopt a positive approach to applicants who are able to teach in GM by interviewing all candidates.</p>

  <p>In common with other priority subjects, GM students who have undertaken previous postgraduate diploma level study are eligible for student support, where they otherwise would not be.</p>

  <p>To maximise GM student entry to courses of initial teacher education, Aberdeen University in partnership with Highland Council have introduced a primary part-time distance learning course where a number of students will graduate able to teach in GM. Strathclyde University with Lewis Castle College are planning on piloting a similar course for GM teachers in 2004-05. The Executive welcomes these initiatives which widen access by providing GM teachers the opportunity to train in their local area.</p>

  <p><em>The Scottish Executive has provided the following Gaelic translation:</em></p>

  <p>Tha an &agrave;ireamh thidsearan a tha comasach air teagasg tro mheadhan na G&agrave;idhlig (GM) fhathast na phr&igrave;omhachas. A&#8217; comharrachadh a&#8217; phr&igrave;omhachais seo, chan eil sti&ugrave;ireadh bho Riaghaltas na h-Alba is maoineachadh bho Comhairle Mhaoineachaidh Foghlam &Agrave;rd-&igrave;re na h-Alba, air casg a chur air &agrave;ireamhan oileanach a tha comasach air teagasg ann an GM bho bhith air an gabhail airson tr&egrave;anadh thidsear. A thuilleadh air sin, tha na h-Oilthighean a tha an s&agrave;s taiceil nan seasamh an co-cheangal ri tagraichean a tha comasach air teagasg GM a dh&egrave;anamh le bhith a&#8217; toirt agallamh dhaibh uile.</p>

  <p>Mar ann an cuspairean cudthromach eile, tha oileanaich GM a th&#8217; air rannsachadh for-cheum aig &igrave;re dhiopl&ograve;masaich a dh&egrave;anamh, airidh air taic oileanaich, far nach fhaigheadh iad sin ann an suidheachaidhean eile.</p>

  <p>Gus innteart oileanaich GM gu c&ugrave;rsaichean t&ograve;iseachaidh tr&egrave;anadh thidsear os-mheudachadh tha Oilthigh Obar Dheathain ann an com-p&agrave;irteachas le Comhairle na Gaidhealtachd air c&ugrave;rsa bunsgoile p&agrave;irt-&ugrave;ine aig astar a thoirt a-steach, bhon ceumnaich grunn oileanach a bhios comasach air teagasg GM a dh&egrave;anamh. Tha Oilthigh Srath Chluaidh c&ograve;mhla ri Colaiste a&#8217; Chaisteil an d&ugrave;il dearbhadh a dh&egrave;anamh air c&ugrave;rsa co-chosmhail dha tidsearan GM ann an 2004-2005. Tha an Riaghaltas a&#8217; cur f&agrave;ilte air na h-iomairtean sin a tha a&#8217; leudachadh inntrigeadh le bhith a&#8217; toirt a&#8217; chothroim dha tidsearan GM tr&egrave;anadh fhaighinn nan sg&igrave;rean fh&egrave;in.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6871.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">Gaelic</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6871.q0" speakerid="uk.org.publicwhip/member/80021" speakername="Roseanna Cunningham (Perth) (SNP)" spid="S2W-6871" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>To ask the Scottish Executive how many children are currently being educated in Gaelic medium schools and units at primary and secondary level.</p>

  <p><em>The member has provided the following Gaelic translation:</em></p>

  <p>A dh&#8217; fhaighneachd de Riaghaltas na h-Alba c&ograve; mheud sgoilear a tha gan teagasg tro mheadhan na G&agrave;idhlig ann an aonadan no sgoiltean G&agrave;idhlig aig &igrave;re na bunsgoil agus aig &igrave;re na h-&agrave;rdsgoil aig an &agrave;m seo.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6871.r0" speakerid="uk.org.publicwhip/member/80097" speakername="Peter Peacock" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>In 2003-04 there were 1,972 and 284 pupils in Gaelic-medium education at primary and secondary level respectively.</p>

  <p><em>The Scottish Executive has provided the following Gaelic translation:</em></p>

  <p>Ann an 2003-04 bha 1972 agus 284 sgoilear ann am foghlam tro mheadhan na G&agrave;idhlig aig &igrave;rean bunsgoile is &agrave;rd-sgoile fa leth.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6872.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">Gaelic</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6872.q0" speakerid="uk.org.publicwhip/member/80021" speakername="Roseanna Cunningham (Perth) (SNP)" spid="S2W-6872" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>To ask the Scottish Executive how it plans to increase the number of children being educated through the medium of Gaelic.</p>

  <p><em>The member has provided the following Gaelic translation:</em></p>

  <p>A dh&#8217; fhaighneachd de Riaghaltas na h-Alba d&egrave; na planaichean a tha aige gus na h-&agrave;ireamhan de sgoilearan ann an foghlam tro mheadhan na G&agrave;idhlig a chur am meud.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6872.r0" speakerid="uk.org.publicwhip/member/80097" speakername="Peter Peacock" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#2">

  <p>Legislative provision is in place to ensure that education authorities have continual regard to the expansion of Gaelic-medium education (GME). The Standards in Scotland&#8217;s Schools etc. Act 2000 requires education authorities to prepare and publish annual statements of improvement objectives and these must include an account of the ways in which, or the circumstances in which, they will provide GME. Where education authorities do provide GME, they must give an account of the ways in which they will seek to develop their provision. I announced steps in September 2003 to encourage education authorities to improve further their planning of Gaelic medium education through the 2000 Act:</p>

  <p>education authorities have been given a clear reminder of their duty to address Gaelic medium education in their annual statement of improvement objectives and progress reports, and of the Executive&#8217;s expectation that they will do so.</p>

  <p>education authorities have been asked to establish thresholds against which they will assess parental demand for Gaelic medium education within their area.</p>

  <p>B&ograve;rd na G&agrave;idhlig and the Management Review Group of local authorities have been invited to establish a joint sub-group to review the performance measurement against which Gaelic medium education development is measured.</p>

  <p>I take the advancement of Gaelic medium education very seriously. I will not hesitate to use my powers to issue statutory guidance under the 2000 Act if the further development of education authority improvement plans in relation to Gaelic medium education demonstrates that is needed.</p>

  <p><em>The Scottish Executive has provided the following Gaelic translation:</em></p>

  <p>Tha ullachadh reachdail suidhichte gus d&egrave;anamh cinnteach gu bheil di&ugrave; leantainneach aig &ugrave;ghdarrasan foghlaim dha meudachadh foghlaim tro mheadhan na G&agrave;idhlig (GME) Tha Achd Inbhean ann an Sgoiltean na h-Alba 2000 a&#8217; cur riatanas air &ugrave;ghdarrasan foghlaim aithrisean bliadhnail le amasan leasachaidh ullachadh is fhoillseachadh is feumaidh cunntasan air na d&ograve;ighean no na suidheachaidhean anns an tabhainn iad GME a bhith annta sin. Far a bheil &ugrave;ghdarrasan foghlaim a&#8217; tabhann GME feumaidh iad cunntas a thoirt air na d&ograve;ighean anns an t&egrave;id an t-ullachadh sin a leasachadh. Dh&#8217;fhoillsich mi ceumannan anns an t-Sultain 2003 airson &ugrave;ghdarrasan foghlaim a bhrosnachadh gus tuilleadh adhartas a thoirt air planadh foghlaim tro mheadhan na G&agrave;idhlig tro Achd 2000:</p>

  <p>thathas air fios soilleir a thoirt dha &ugrave;ghdarrasan foghlaim mun dleastanas ann a bhith a&#8217; d&egrave;iligeadh ri foghlam tro mheadhan na G&agrave;idhlig nan aithris bhliadhnail air amasan leasachaidh is cunntasan adhartais, agus mu sh&ugrave;ileachadh an Riaghaltais gun t&egrave;id sin a dh&egrave;anamh.</p>

  <p>chaidh iarraidh air &ugrave;ghdarrasan foghlaim stairsichean a st&egrave;idheachadh ris an tomhais iad iarrtasan ph&agrave;rantan co-cheangailte ri foghlam tro mheadhan na G&agrave;idhlig taobh a-staigh an sg&igrave;re.</p>

  <p>chaidh iarraidh air B&ograve;rd na G&agrave;idhlig is air Buidheann Sti&ugrave;iridh (MRG) nan &ugrave;ghdarrasan ionadail co-fho-bhuidheann a st&egrave;idheachadh gus ath-bhreithneachadh a dh&egrave;anamh air an tomhais-coileanaidh ris a bheilear a&#8217; tomhais leasachadh ann am foghlam tro mheadhan na G&agrave;idhlig.</p>

  <p>Tha &ugrave;idh mh&ograve;r agam ann an adhartachd foghlaim tro mheadhan na G&agrave;idhlig. Cha bhi mi mairnealach ann a bhith a&#8217; cur m&#8217; &ugrave;ghdarras an gn&igrave;omh gus sti&ugrave;ireadh reachdail fhoillseachadh fo Achd 2000 ma sheallas tuilleadh leasachaidh ann am planaichean adhartais &ugrave;ghdarrasan foghlaim co-cheangailte ri foghlam tro mheadhan na G&agrave;idhlig gu bheil feum air a leithid.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6862.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#3">Genetically Modified Crops</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6862.q0" speakerid="uk.org.publicwhip/member/80049" speakername="Fiona Hyslop (Lothians) (SNP)" spid="S2W-6862" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#3">

  <p>To ask the Scottish Executive whether any applications have been received from Syngenta to plant, and grow, Genetically Modified (GM) maize Bt 11 in Scotland.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6862.r0" speakerid="uk.org.publicwhip/member/80128" speakername="Allan Wilson" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#3">

  <p>An application from Syngenta, for Part C marketing consent for Bt11 maize, is currently being considered by the commission and member states. If granted the consent would enable Syngenta to market their GM maize anywhere in the European Union. The European legislative framework does not require Syngenta to submit a separate UK or Scottish application.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6802.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#4">Genetically Modified Food</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6802.q0" speakerid="uk.org.publicwhip/member/80107" speakername="Mr Mark Ruskell (Mid Scotland and Fife) (Green)" spid="S2W-6802" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#4" holdingdate="2004-03-19">

  <p>To ask the Scottish Executive whether any human feeding studies using GM (genetically modified) foods have been carried out and, if so, what the results were.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6802.r0" speakerid="uk.org.publicwhip/member/80077" speakername="Mr Tom McCabe" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#4">

  <p>I am advised by the Food Standards Agency that all GM foods are subject to a rigorous safety assessment before they can be marketed anywhere in the EU. The safety of all novel foods, including GM foods, is assessed on an EU-wide basis using internationally agreed procedures that are recognised by regulatory authorities world-wide. No human feeding studies have been carried out under these procedures.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6744.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#5">Health</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6744.q0" speakerid="uk.org.publicwhip/member/80089" speakername="Alasdair Morgan (South of Scotland) (SNP)" spid="S2W-6744" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#5" holdingdate="2004-03-18">

  <p>To ask the Scottish Executive what the average cost is per call from members of the public to NHS 24.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6744.r0" speakerid="uk.org.publicwhip/member/80018" speakername="Malcolm Chisholm" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#5">

  <p>Currently, the average cost per call to NHS 24 is some &#163;34. By the end of the year, when NHS 24 will be available across Scotland, it is estimated that this will be &#163;22.</p>

  <p>NHS 24 is providing a high quality nurse-led 24-hour service which is currently available to over 50% of the people of Scotland. It has invested substantially in the staff, infrastructure and technology necessary to maintain an optimum service.</p>

  <p>Over the last six months, NHS 24 have randomly surveyed users of the service and found between 92% and 96% to be satisfied or very satisfied with the service they received.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6708.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#6">Homelessness</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6708.q0" speakerid="uk.org.publicwhip/member/80007" speakername="Chris Ballance (South of Scotland) (Green)" spid="S2W-6708" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#6" holdingdate="2004-03-17">

  <p>To ask the Scottish Executive what practical measures are being taken by Communities Scotland to assist East Lothian Council in improving their services to homeless people, in light of the recent inspection report on the council.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6708.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#6">

  <p>I have asked Angiolina Foster, Chief Executive of Communities Scotland, to respond. Her response is as follows:</p>

  <p>Scottish ministers acting through Communities Scotland have requested that East Lothian Council produce an improvement plan, setting out how it will respond to the findings of the Pathfinder Inspection Report. The agency&#8217;s role in assisting the council to improve is to provide it with an independent assessment of its services in a report containing recommendations on how to achieve practical improvements. The improvement plan, taking account of these recommendations, is due to be submitted on 17 March 2004, eight weeks after the publication of the inspection report.</p>

  <p>Communities Scotland has provided guidance on improvement planning and will check that the council has based its plan on specific, resourced actions within a reasonable timescale. It will then agree arrangements with the local authority for monitoring the implementation of the plan to ensure that the necessary improvements in the services for homeless people and those threatened with homelessness are achieved. Performance in this area will be reassessed within two years and a full re-inspection of the local authority will be carried out within five years.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6135.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7">Housing</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6135.q0" speakerid="uk.org.publicwhip/member/80071" speakername="Tricia Marwick (Mid Scotland and Fife) (SNP)" spid="S2W-6135" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7" holdingdate="2004-03-09">

  <p>To ask the Scottish Executive how many eviction orders were awarded in respect of (a) Scottish Borders Housing Association, (b) Glasgow Housing Association and (c) Dumfries and Galloway Housing Partnership during the second quarter of 2003 and, in each case, how many such orders resulted in an abandoned dwelling.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6135.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7">

  <p>I have asked Angiolina Foster, Chief Executive, Communities Scotland to respond. Her response is as follows:</p>

  <p>We are unable to supply the information requested. Communities Scotland collects on an annual basis (as at 31 March each year) information on the number of evictions carried out together with details on the number of cases where tenancies are abandoned before the eviction date. We will be able to supply annual information about evictions carried out and abandonments from these organisations after they submit their returns in June this year.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6823.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7">Housing</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6823.q0" speakerid="uk.org.publicwhip/member/80063" speakername="Mr Kenny MacAskill (Lothians) (SNP)" spid="S2W-6823" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7" holdingdate="2004-03-23">

  <p>To ask the Scottish Executive, further to the answer to question S2W-5903 by Margaret Curran on 17 February 2004, how many unit approvals are proposed for 2004-05 and 2005-06, broken down by local authority.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6823.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#7">

  <p>I have asked Angiolina Foster, Chief Executive of Communities Scotland to respond. Her response is as follows:</p>

  <p>I refer the member to the answer given to question S2W-2344 on 24 March 2004. All answers to written parliamentary questions are available on the Parliament's website, the search facility for which can be found at:</p>

  <p><a href="/webapp/wa.search">http://www.scottish.parliament.uk/webapp/wa.search</a>.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-5514.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#8">People with Disabilities</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-5514.q0" speakerid="uk.org.publicwhip/member/80093" speakername="John Farquhar Munro (Ross, Skye and Inverness West) (LD)" spid="S2W-5514" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#8" holdingdate="2004-01-29">

  <p>To ask the Scottish Executive what statistics it has on the number of disabled people in (a) rural Scotland and (b) Scotland.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-5514.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#8">

  <p>The 2001 Census in Scotland collected statistics on the number of people with a long-term illness, health problem or disability that limits their daily activities or the work that they can do. Table 1 presents the results for all people living in households broken down by urban rural classification.</p>

  <p>Table 1: People with Long-term Illness, Health Problem or Disability by Urban Rural Classification, Percentages, 2001 Data, All People in Households</p>

  <p><table border="BORDER" cellspacing="0" cellpadding="3" width="100%">
<tr>
<td width="27%" valign="MIDDLE" rowspan="2" height="17"> <p>Area</p></td>
<td width="30%" valign="MIDDLE" height="17"> <p align="CENTER">All 
                      People in Households with Disability/Long-Term Illness</p></td>
<td width="30%" valign="MIDDLE" height="17"> <p align="CENTER">All 
                      People in Households with Disability/Long-Term Illness</p></td>
<td width="13%" valign="MIDDLE" rowspan="2" height="17"> <p align="CENTER">Base</p></td>
</tr>
<tr>
<td width="30%" valign="MIDDLE" height="17"> <p align="CENTER">Number</p></td>
<td width="30%" valign="MIDDLE" height="17"> <p align="CENTER">Percentage</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Large Urban Areas</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">408,151</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">21</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">1,936,320</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Other Urban Areas</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">288,614</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">20</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">1,465,159</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Accessible Small 
                      Towns</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">98,114</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">19</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">521,988</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Remote Small Towns</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">25,759</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">20</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">131,119</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Accessible Rural</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">108,015</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">17</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">644,303</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Remote Rural</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">49,723</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">18</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">277,116</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Urban </p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">820,638</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">20</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">4,054,586</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Rural</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">157,738</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">17</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">921,419</p></td>
</tr>
<tr>
<td width="27%" valign="BOTTOM" height="17"> <p>Scotland</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">978,376</p></td>
<td width="30%" valign="BOTTOM" height="17"> <p align="RIGHT">20</p></td>
<td width="13%" valign="BOTTOM" height="17"> <p align="RIGHT">4,976,005</p></td>
</tr>
</table></p>

  <p>Source: 2001 Census.</p>

  <p>In Scotland, there are 978,376 people living in households with a long-term illness, health problem or disability. This accounts for 20% of Scotland&#8217;s population.</p>

  <p>Of those people living in rural areas, 17% (157,738) have a long-term illness, health problem or disability.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6390.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9">Poverty</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6390.q0" speakerid="uk.org.publicwhip/member/80116" speakername="Stewart Stevenson (Banff and Buchan) (SNP)" spid="S2W-6390" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9" holdingdate="2004-03-08">

  <p>To ask the Scottish Executive how many, and what percentage of, children it estimates will be living in poverty in (a) 2004-05, (b) 2010-11 and (c) 2020-21, (i) before and (ii) after housing costs, broken down by local authority area.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6390.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9">

  <p>The Executive does not make projections or forecasts of the numbers and percentages of children living in low income poverty. The Executive is committed to eradicating child poverty in a generation.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6391.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9">Poverty</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6391.q0" speakerid="uk.org.publicwhip/member/80116" speakername="Stewart Stevenson (Banff and Buchan) (SNP)" spid="S2W-6391" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9" holdingdate="2004-03-08">

  <p>To ask the Scottish Executive what the average cost was in (a) 1999, (b) 2000, (c) 2001, (d) 2002 and (e) 2003 of raising a child to the age of 18.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6391.r0" speakerid="uk.org.publicwhip/member/80022" speakername="Ms Margaret Curran" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#9">

  <p>There is no reliable information on these costs.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6863.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#10">School Curriculum</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6863.q0" speakerid="uk.org.publicwhip/member/80036" speakername="Rob Gibson (Highlands and Islands) (SNP)" spid="S2W-6863" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#10">

  <p>To ask the Scottish Executive what percentage of secondary schools have offered courses in modern studies at (a) S1 and S2, (b) standard grade, (c) higher grade and (d) advanced higher grade in each year since 1999, broken down by local authority area.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6863.r0" speakerid="uk.org.publicwhip/member/80097" speakername="Peter Peacock" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#10">

  <p>The school curriculum in Scotland is non-statutory. It is therefore a matter for education authorities and secondary schools themselves to decide on the course options they provide. All publicly funded secondary schools in Scotland are approved by the Scottish Qualifications Authority to offer National Qualifications courses in modern studies. A document has been lodged with the Parliament&#8217;s reference centre (Bib. number. 31702) showing the percentage of publicly funded secondary schools, by education authority, who presented at least one pupil for modern studies at the various National Qualification levels between 1999 and 2003.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6866.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#11">Sport</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6866.q0" speakerid="uk.org.publicwhip/member/80004" speakername="Jackie Baillie (Dumbarton) (Lab)" spid="S2W-6866" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#11">

  <p>To ask the Scottish Executive what advice it has given to local authorities on the implementation of guidance issued by the Institute of Sport and Recreation Management on child to adult ratios in swimming pools.</p>

</ques>


<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6867.q1" speakerid="uk.org.publicwhip/member/80004" speakername="Jackie Baillie (Dumbarton) (Lab)" spid="S2W-6867" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#11">

  <p>To ask the Scottish Executive what steps it is taking to ensure that guidance issued by the Institute of Sport and Recreation Management on child to adult ratios in swimming pools does not prevent families from being excluded from taking their children swimming.</p>

</ques>


<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6868.q2" speakerid="uk.org.publicwhip/member/80004" speakername="Jackie Baillie (Dumbarton) (Lab)" spid="S2W-6868" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#11">

  <p>To ask the Scottish Executive whether it will issue guidance to local authorities that will make it possible for all families to participate in swimming whilst maintaining safety.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6868.r0" speakerid="uk.org.publicwhip/member/80076" speakername="Mr Frank McAveety" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#11">

  <p>The Executive has not issued and has no plans to issue advice to local authorities on the implementation of guidance issued by the Institute of Sport and Recreation Management on child to adult ratios in swimming pools. The guidance is intended to encourage and assist the making of appropriate risk assessments. While child safety is of paramount importance, the guidance is not intended to prevent children from having fun and enjoying the exercise and socialising aspects of swimming and its benefits in health terms. It is for individual local authorities and other swimming pool operators to interpret and apply the guidance taking into account the circumstances of each swimming pool for which they are responsible. However, I would hope that the guidance would be implemented in the spirit which it is intended.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6264.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#12">Student Finance</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6264.q0" speakerid="uk.org.publicwhip/member/80112" speakername="Elaine Smith (Coatbridge and Chryston) (Lab)" spid="S2W-6264" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#12" holdingdate="2004-03-12">

  <p>To ask the Scottish Executive what consideration it has given to deferment options for Scottish-domiciled students attending English universities under the proposed top-up fees scheme.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6264.r0" speakerid="uk.org.publicwhip/member/80123" speakername="Mr Jim Wallace" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#12">

  <p>We are aware that those who are considering studying in England from 2006 need to know what support towards tuition fees will be available to them in order that they can make an informed choice in good time.</p>

  <p>We are currently considering a range of options and will make an announcement soon.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-6845.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#13">Water Charges</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-6845.q0" speakerid="uk.org.publicwhip/member/80043" speakername="Christine Grahame (South of Scotland) (SNP)" spid="S2W-6845" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#13">

  <p>To ask the Scottish Executive what measures are, or will be, put in place to assist amateur football clubs, such as Stow amateur football club, to meet water charges.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-6845.r0" speakerid="uk.org.publicwhip/member/80128" speakername="Allan Wilson" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#13">

  <p>The Water and Sewerage Charges (Exemption) (Scotland) Regulations 2002 exempt from water and sewerage charges a range of organisations affected by the withdrawal of relief on these charges. This exemption scheme, which will run until 2006, is providing assistance to a number of relatively small voluntary and charitable bodies, including a number of sporting organisations. However, the Executive is unable to comment on its application in individual cases, as this is a matter for Scottish Water, which administers the scheme.</p>

</reply>


<major-heading id="uk.org.publicwhip/spwa/2004-03-24.1.mh" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#13">Scottish Parliamentary Corporate Body</major-heading>

<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-7043.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#14">Tartan Day</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-7043.q0" speakerid="uk.org.publicwhip/member/80011" speakername="Rhona Brankin (Midlothian) (Lab)" spid="S2W-7043" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#14">

  <p>To ask the Scottish Parliamentary Corporate Body what proportion of the Scottish Parliament delegation to this year&#8217;s Tartan Day is female.</p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-7043.r0" speakerid="uk.org.publicwhip/member/80272" speakername="Mr George Reid" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#14">

  <p>: No member of the delegation to this year&#8217;s Tartan Day is female.</p>

</reply>


<minor-heading id="uk.org.publicwhip/spwa/2004-03-24.S2W-7044.h" nospeaker="True" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#QuestionText">Tartan Day</minor-heading>

<ques id="uk.org.publicwhip/spwa/2004-03-24.S2W-7044.q0" speakerid="uk.org.publicwhip/member/80011" speakername="Rhona Brankin (Midlothian) (Lab)" spid="S2W-7044" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#QuestionText">

  <p>To ask the Scottish Parliamentary Corporate Body <a name="QuestionText">whether it will take steps to ensure that the delegation to this, and all future years&#8217; Tartan Days reflects the gender balance within the Parliament.</a></p>

</ques>


<reply id="uk.org.publicwhip/spwa/2004-03-24.S2W-7044.r0" speakerid="uk.org.publicwhip/member/80272" speakername="Mr George Reid" url="http://www.scottish.parliament.uk/business/pqa/wa-04/wa0324.htm#QuestionText">

  <p>The delegation to this year&#8217;s Tartan Day is set. In agreeing membership for this year&#8217;s delegation, party business managers noted that the current system whereby individual business managers are responsible for nominating members of the delegation does not allow for gender balance to be a consideration in finalising the delegation. At its meeting on 4 November, the Parliamentary Bureau agreed that advance notice of such nominations in future may allow a gender balance in Parliamentary delegations to be struck.</p>

</reply>
</publicwhip>